% rebase('layout.tpl', title='Home Page', year=year)

<div class="jumbotron">
    <p></p>
    <p class="lead">Здесь краткий путеводитель по нашим любимым городам. Ниже описаны главные достопримечательности таких городов как: Кингисепп, Норильск и Санкт-Петербург</p>
    <p></p>
</div>

<div class="row">
    <div class="col-md-4">
        <h2>Санкт-Петербург</h2>
        <p>
            Культурная столица России, один из самых культурных городов мира. Тут вы узнаете о местах, обязательных к посещению в Санкт-Петербурге
        </p>
        <p><a class="btn btn-default" href="/spb">Вперед &raquo;</a></p>
    </div>
    <div class="col-md-4">
        <h2>Норильск</h2>
        <p>Самый крупный северный город, далеко не туристическое место, но не без своих достопремечательностей. Кроме природной красоты существуют прочие достопремечательности в самом городе.</p>
        <p><a class="btn btn-default" href="/nsk">Вперед &raquo;</a></p>
    </div>
    <div class="col-md-4">
        <h2>Кингисепп</h2>
        <p>"Тут должно быть описание Егора, про Кингисепп я ничего не знаю"</p>
        <p><a class="btn btn-default" href="http://azure.microsoft.com">Вперед &raquo;</a></p>
    </div>
</div>
