<head>
    <link rel="stylesheet" href="/static/content/template.css"></link>
</head>
<body class="KNG_body">
    % rebase('layout.tpl', title='Kingisepp', year=year)
    <h2 class="header KNG">{{ title }}</h2>

    <div id="content-div">
        <h2>Важно понимать:</h2>
        <p>Мнение автора субъективно, не приминайте на веру плоды воспаленной его фантазии и бредовые мысли!</p>
        <h2>Оглавление:</h2>
        <ol>
            <li><a href="#Название">Название</a></li>
            <li><a href="#История">История</a></li>
            <li><a href="#Достопримечательности">Достопримечательности</a></li>
            <li><a href="#Значение">Значение</a></li>
            <li><a href="#Туризм">Туризм</a></li>
        </ol>

        <br>
        <h2 id="Название">Название</h2>
        <div class="img-content-block">
            <img class="content-image" src="/static/images/victor_kng.jpg">
            <p>Небольшой город с немного сложным названием <b>Кингисепп</b> находится неподалеку от границы с Эстонией, в Ленинградской области. Собственно, свое современное «имя» он получил в честь революционера-эстонца, Виктора Кингисеппа, в начале 20-х XX века. Ранее он назывался Ямбургом, его бурная история насчитывает 6 веков, а скромная уникальность поражает приезжих.</p>
        </div>

        <br>
        <h2 id="История">История</h2>
        <div class="img-content-block reversed">
            <p>Кингисепп – город камерный, проживает здесь чуть менее 50 тысяч человек. Большая часть застроена новыми высотками и домами советской эпохи с редкими вкраплениями зданий старых – конца XIX-начала XX веков. Практически все старинные постройки были уничтожены в ожесточенных боях ВОВ, даже Екатерининский собор, тогда пострадал. (Примечательна и территория вокруг собора. Здесь установлены средневековые каменные кресты. Историки утверждают, что это древнейшие из дошедших до наших дней намогильных памятников Ингерманландии. А еще здесь есть источник, который, по преданиям, позволяет «достучаться до небес». Из-за него и еще нескольких, находящихся в окрестных лесах, (тоже по легендам), случилась Северная война между Россией и Швецией)</p>
            <img width="500px" class="content-image" src="/static/images/goverment-kng.jpg">
        </div>

        <br>
        <h2 id="Достопримечательности">Достопримечательности</h2>
        <div class="img-content-block">
            <img style="display: inline;" height="300px" class="content-image" src="/static/images/water.jpg">
            <img style="display: inline;" height="300px" class="content-image" src="/static/images/kng-church.jpg" alt="">
        </div>
        <p>Кингисепп не отличается большим числом достопримечательностей: кроме Екатерининского собора тут представляет интерес краеведческий музей и «полустертые» остатки крепости Ям, с которой и начался сам город. Являясь важным районным центром Ленинградской области в экономическом плане, город очень уютен и спокоен.</p>

        <br>
        <h2 id="Значение">Значение</h2>
        <div class="img-content-block reversed">
            <div>
                <p>В производственной сфере выделяются несколько направлений, из основных - стекольное, деревообрабатывающее. Кингисеппский стекольный завод считается одним из крупнейших в регионе, а исторические корни отрасли уходят в XVIII век, когда в Ямбурге были построены первые производства, изготавливавшие хрусталь для царского двора. Хотя завод Фосфорит по праву считается градообразующим – т.е. помогшим в образовании города. На Фосфорите производят разные химические удобрения, которые отправляются по всей России.</p>
                <p>Кроме этого Кингисепп – важнейший транспортный узел. Здесь проходят авто- и ж/д магистрали, соединяющие Санкт-Петербург и Москву со столицей Эстонии. Рядом находится порт Усть-Луга, расположенный в 60 км от города, с паромной переправой к портам Германии, важнейший стратегический объект. Здесь запланирован большой комплекс с таможенными терминалами, складами, гостиницами, объектами социальной сферы.</p>
                <p>Транспортное значение обусловлено уникальным местоположением района на карте России. Морская граница и возможности судоходства делают его истинным «окном» в Европу. </p>
            </div>
            <img width="500px" class="content-image" src="/static/images/fly_kng.jpg">
        </div>

        <br>
        <h2 id="Туризм">Туризм</h2>
        <div class="img-content-block">
            <img class="content-image" src="/static/images/kng-turismo.jpg">
            <p>Для такого небольшого города здесь довольно большое количество гостиниц, как в его черте, так и в окрестностях. Это связано с тем, что Кингисепп посещает много путешественников. Оживленная трасса на Таллин, перспективное развитие портовой зоны, активное строительство приводят сюда людей, едущих транзитом.</p>
            <p>Развалины крепости привлекают туристов, интересующихся историческим прошлым России. Организовываются специальные экскурсии для паломников, которые посещают службы в соборе и святой источник. Повышенный интерес вызывают заказники и охотничьи угодья, расположенные в Кингисеппском районе. Водно-болотное угодье «Кургальский полуостров» с песчаными пляжами; остров Гогланд с бухтами, где можно поставить яхту; заказник для охраны озерно-речной сети "Котельский" и небольшой заказник "Дубравы у деревни Велькота»; более десятка крупных озер – магнит для любителей активного отдыха.</p>
        </div>

        <br>
        <p>Карта интересных мест города</p>
        <div class="map-div">
            <script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3Acc2b2f738ebe7189fe498e5f9ad264d71a0a231f7b39e2ae998b7b0f600d4e29&amp;width=1000&amp;height=400&amp;lang=ru_RU&amp;scroll=true"></script>
        </div>
</body>