<head>
    <link rel="stylesheet" href="/static/content/template.css"></link>
</head>
<body class="NSK_body">
    % rebase('layout.tpl', title='Norilsk', year=year)
    <h2 class="header NSK">{{ title }}</h2>

    <div id="content-div">
        <h1 align="center">Норильск</h1>
        <p>Норильск — самый северный город мира с численностью населения более 150 тысяч человек. Его население — 174 453 человек (2021 год).
            Город является вторым по численности населения в крае после Красноярска.
            С 2017 года наблюдался миграционный приток населения; естественный прирост населения в 2018 году,
            по данным Красноярскстата, составил 1357 человек: родилось 2381 человек, умерло — 1024 человека.</p>
        <p>Крупный центр цветной металлургии. Градообразующее предприятие — Заполярный филиал горно-металлургической компании «Норильский никель»</p>
        <ul>
            <b>Оглавление:</b>
            <li><a href="#mus">Музей Норильска</a></li>
            <li><a href="#house">Первый дом Норильска</a></li>
            <li><a href="#mus2">Талнахский филиал музея Норильска</a></li>
            <li><a href="#theatre">Норильский Заполярный театр драмы им. В. Маяковского</a></li>
            <li><a href="#golgofa">Норильская Голгофа</a></li>
        </ul>
        <p></p>
    <!--    <ol>
            <b>Нумерованный список:</b>
            <li>Lorem ipsum dolor, sit amet consectetur adipisicing elit. Nisi recusandae aliquam provident doloremque dolor, magni similique eaque veniam temporibus unde eos debitis inventore, sint dolore, iure laudantium cupiditate ad? Commodi!</li>
            <li>Lorem ipsum dolor sit amet consectetur adipisicing elit. Mollitia facere tenetur dignissimos accusantium atque. Quidem recusandae explicabo voluptates illo, eum atque mollitia ipsa repellendus, necessitatibus velit itaque voluptas provident quasi?</li>
        </ol> -->
        <br>
        <div class="img-content-block">
            <img class="content-image" src="/static/images/museum.jpg">
            <div>
                <div align="center">
                    <h3 id="mus">Музей Норильска</h3>
                </div>
                <p>Музей истории НПР был основан в 1939 году – через
                    четыре года после принятия решения о строительстве
                    Норильского комбината и передаче «Норильскстроя» в
                    ведение Наркомата внутренних дел.
                    В 1989 году ведомственный музей комбината перешел
                    в статус государственного. С этого времени
                    начинается новый этап. Активизируется работа
                    по изучению и экспозиционному показу подлинной
                    истории Норильского комбината и Норильлага.
                    В мае 2000 года музей переехал в новое здание.
                </p>
            </div>
        </div>
        <br>
        <div class="img-content-block reversed">
            <div>
                <p>В 2016 году Музей истории освоения и развития
                    Норильского промышленного района, в состав
                    которого входят дом-музей «Первый дом Норильска»,
                    Талнахский филиал музея и Кайерканский выставочный
                    зал, был объединён с Норильской художественной галереей.
                    Музейные фонды насчитывают более 76 тысяч единиц хранения.
                </p>
            </div>
            <img class="content-image" src="/static/images/museum2.jpg">
        </div>
        <br>
        <p style="margin-left: 4.8%">Наиболее ценные предметы фондов: уникальная коллекция
                    материалов Н.Н. Урванцева по истории освоения Севера
                    и открытии Норильска, фонд истории Норильского ИТЛ НКВД
                    СССР (личные вещи и предметы быта узников Норильлага),
                    минералогическая коллекция редких и уникальных находок на
                    территории Таймыра, этнографическая коллекция предметов
                    материальной культуры коренных жителей Таймыра.</p>
        <br>
        <br>
        <div class="img-content-block">
            <img class="content-image" src="/static/images/house.jpg">
            <div>
                <div align="center"><h3 id="house">Первый дом Норильска</h3></div>
                <p>Первый дом Норильска построен первой геологоразведочной экспедицией
                    Н. Н. Урванцева летом 1921 года. В этом доме ученый-геолог,
                    первооткрыватель норильских месторождений и один из основателей
                    города Николай Николаевич Урванцев провел первую зимовку. Сегодня
                    в музее представлена экспозиция, рассказывающая о быте геологической
                    экспедиции 1923-1924 годов. Дом-музей находится рядом с основным
                    зданием Музея Норильска. В 2017 году там же, в музейном сквере,
                    открылся памятник Н. Н. Урванцеву.
                </p>
            </div>
        </div>
        <br>
        <br>
        <div class="img-content-block reversed">
            <div>
                <div align="center"> <h3 id="mus2">Талнахский филиал музея</h3></div>
                <p>С 1979 года по 1991 год в Талнахе (ул. Строителей, д. 7) действовал музей на общественных началах.
                    Первые экспонаты были подарены музею геологами и строителями – ветеранами Талнаха: фотографии из семейных альбомов, образцы руд и минералов, макет буровой вышки КЗ-21, личные вещи геологов и т.д. Они то и легли в основу главной экспозиции музея.
                    В 1991 году общественный музей был реорганизован в филиал Музея истории освоения и развития НПР.
                </p>
            </div>
            <img class="content-image" src="/static/images/museum3.jpg">
        </div>
        <br>
        <p style="margin-left: 4.8%">
            В филиале работают две большие временные выставки: «Талнах. От первой скважины к новым горизонтам» и «Обитатели Таймырских заповедников», открыт небольшой зал временных выставок, функционирует лекционный зал.
            Основной акцент в работе филиала всегда ставится на вовлечение подрастающего поколения, особенно детей-инвалидов, сирот и детей, попавших в трудную жизненную ситуацию в музейную деятельность; на природоведческое и экологическое просвещение, патриотическое воспитание и ценностное отношение к истории Талнаха, Норильского промышленного района.
        </p>
        <br>
        <div class="img-content-block">
            <img class="content-image" src="/static/images/museum4.jpg">
            <div>
                <p>
                    В настоящее время разрабатывается проект постоянной экспозиции филиала, где с помощью новых технологий можно будет проследить геологическую и палеонтологическую историю территории Норильска с архейских времен до наших дней; историю открытий месторождений и строительства рудников, историю поселка, города, района Талнах, а также историю норильского никеля.
                </p>
                <div align="center">
                    <a href="https://norilskmuseum.ru/">Норильский музей со всеми филиалами</a>
                </div>
            </div>
        </div>
        <br>
        <br>
        <div class="img-content-block reversed">
            <div>
                <div align="center"><h3 id="theatre">Норильский Заполярный театр драмы</h3></div>
                <p>Драматический театр в городе Норильске - самый северный театр в мире. Старше города более чем на десяток лет, традиционно исчисляет свою историю с ноября 1941 года. Находится в центре города, на Ленинском проспекте.
                    В декабре 2009 года Законом Красноярского края (№ 9-4246 от 24.12.2009) Норильский Заполярный театр драмы по всей совокупности достижений отнесён к числу «особо ценных объектов культурного наследия Красноярского края».
                </p>
            </div>
            <img class="content-image" src="/static/images/theatre.jpg">
        </div>
        <br>
        <div class="img-content-block">
            <img class="content-image" src="/static/images/theatre2.jpg">
            <div>
                <p>
                    В зрительном зале 551 место, кроме того существует две ложи. В партере 20 рядов, из которых первые 19 являются полноценными c количеством мест от 24 до 30 (в большинстве рядов — 30), а в последнем ряду — 19 мест. Существует один вертикальный проход, который, в основном, находится между 15-м и 16-м местами и один горизонтальный — между 6-м и 7-м рядами. Зрительный зал имеет четыре входа — два в нижней части и два — в верхней.
                </p>
                <div align="center"> <a href="https://www.northdrama.ru/">Норильский Заполярный театр</a> </div>
            </div>
        </div>
        <br>
        <br>
                <div class="img-content-block reversed">
            <div>
                <div align="center"> <h3 id="golgofa">Норильская Голгофа</h3></div>
                <p>Музейный мемориальный комплекс «Норильская Голгофа» является собранием национальных мемориалов, отдельных памятников русским, литовцам, эстонцам, полякам, евреям. Мемориальный комплекс начал создаваться в 1990 году по инициативе музея истории Норильского промышленного района и городского общества «Мемориал», усилиями энтузиастов Норильска, стран Прибалтики, Польши, при поддержке администрации города и ГМК «Норильский никель».

                </p>
            </div>
            <img class="content-image" src="/static/images/golgofa.jpg">
        </div>
        <br>
        <div class="img-content-block">
            <img class="content-image" src="/static/images/golgofa2.jpg">
            <div>
                <p>
                    Мемориал «Норильская Голгофа» - одно из многих в России мест массовых захоронений жертв политических репрессий. С 1935 по 1956 годы гора Шмида стала последним пристанищем для многих десятков тысяч расстрелянных и умерших заключенных. В 2006 году открыто первое сооружение будущего комплекса - «Последние врата».
                     </p>
                <div align="center"><a href="http://norilskeparhia.ru/istoriya/norilskaya-golgofa">Официальный сайт мемориального комплекса</a>

                </div>
            </div>
        </div>
       <br>
        <br>
        <p align="center">Расположение достопремечательностей г. Норильск</p>
        <div align="center">
            <script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3Af506e75ac2fa93361b5c263bab14c6b42580126489c42adcf4efadbca2d9c051&amp;width=493&amp;height=519&amp;lang=ru_RU&amp;scroll=true"></script>
        </div>
    </div>
</body>